Repository: hiragram/tweakable
Catalog: AppCore/Localizable.xcstrings
Source language: en
Languages: ja

# about_app_info
source: App Information
ja: アプリ情報

# about_build
source: Build
ja: ビルド

# about_install_date
source: First Install
ja: 初回インストール

# about_install_date_unknown
source: Unknown
ja: 不明

# about_legal
source: Legal
ja: 法的情報

# about_license
source: License Information
ja: ライセンス情報

# about_license_description
source: Opens the Settings app to view license information for third-party libraries used in this app.
ja: 設定アプリを開いて、このアプリで使用しているサードパーティライブラリのライセンス情報を表示します。

# about_title
source: About This App
ja: このアプリについて

# about_version
source: Version
ja: バージョン

# accept_invitation_accepting_description %@
source: Processing your request to join "%@"...
ja: 「%@」への参加を 処理しています...

# accept_invitation_accepting_description_generic
source: Processing your request...
ja: 参加を処理しています...

# accept_invitation_benefits
source: When you join
ja: 参加すると

# accept_invitation_coordinate
source: Coordinate assignments
ja: 担当を調整

# accept_invitation_details
source: Invitation Details
ja: 招待の詳細

# accept_invitation_error
source: Could not join
ja: 参加できませんでした

# accept_invitation_error_occurred
source: An error occurred
ja: エラーが発生しました

# accept_invitation_group
source: Group
ja: グループ

# accept_invitation_header
source: Group Invitation
ja: グループへの招待

# accept_invitation_inviter
source: Invited by
ja: 招待者

# accept_invitation_join
source: Join
ja: 参加する

# accept_invitation_pending_description %@ %@
source: You received an invitation from %1$@ to join "%2$@"
ja: %1$@さんから 「%2$@」への招待が届いています

# accept_invitation_pending_description_inviter_only %@
source: You received an invitation from %@
ja: %@さんからの招待が届いています

# accept_invitation_processing
source: Processing...
ja: 参加処理中...

# accept_invitation_processing_message
source: Processing your request Please wait...
ja: 参加処理を実行中です しばらくお待ちください...

# accept_invitation_receive_notifications
source: Receive change notifications
ja: 変更通知を受け取る

# accept_invitation_retry_message
source: Check your network connection and try again
ja: ネットワーク接続を確認して、もう一度お試しください

# accept_invitation_share_schedule
source: Share schedules
ja: スケジュールを共有

# accept_invitation_success
source: Joined!
ja: 参加しました！

# accept_invitation_success_description %@
source: You are now a member of "%@" You can now share schedules
ja: 「%@」のメンバーになりました スケジュールを共有できるようになりました

# accept_invitation_success_description_generic
source: You are now a member You can now share schedules
ja: 参加しました！ スケジュールを共有できるようになりました

# accept_invitation_title
source: Group Invitation
ja: グループ招待

# accept_invitation_view_schedule
source: View Schedule
ja: スケジュールを見る

# accept_invitation_welcome
source: Welcome!
ja: ようこそ！

# accept_invitation_welcome_message %@
source: As a member of "%@" you can manage and share schedules
ja: 「%@」のメンバーとして スケジュールを管理・共有できます

# accept_invitation_welcome_message_generic
source: You can now manage and share schedules
ja: スケジュールを管理・共有できるようになりました

# assignment_type_dropoff
source: Drop-off
ja: 送り

# assignment_type_pickup
source: Pick-up
ja: 迎え

# auth_back
source: Back
ja: 戻る

# auth_email_description
source: Please enter your email address
ja: メールアドレスを入力してください

# auth_email_label
source: Email Address
ja: メールアドレス

# auth_login_title
source: Sign In
ja: ログイン

# auth_otp_label
source: 6-digit code
ja: 6桁の認証コード

# auth_otp_sent_to %@
source: Sent to %@
ja: %@ に送信しました

# auth_otp_title
source: Enter verification code
ja: 認証コードを入力

# auth_otp_will_send
source: We'll send a 6-digit verification code to your email
ja: 6桁の認証コードをメールで送信します

# auth_resend_code
source: Resend code
ja: コードを再送信

# auth_send_otp
source: Send verification code
ja: 認証コードを送信

# auth_verify
source: Verify
ja: 認証する

# common_cancel
source: Cancel
ja: キャンセル

# common_create
source: Create
ja: 作成

# create_shopping_list_name_header
source: List Name
ja: リスト名

# create_shopping_list_name_placeholder
source: Enter list name
ja: リスト名を入力

# create_shopping_list_no_recipes
source: No saved recipes. Save recipes first to create a shopping list.
ja: 保存済みのレシピがありません。まずレシピを保存してください。

# create_shopping_list_recipes_footer %lld
source: %lld recipes selected
ja: %lld件のレシピを選択中

# create_shopping_list_recipes_header
source: Select Recipes
ja: レシピを選択

# create_shopping_list_title
source: New Shopping List
ja: 新しい買い物リスト

# common_close
source: Close
ja: 閉じる

# common_done
source: Done
ja: 完了

# common_drop_off
source: Drop-off
ja: 送り

# common_error
source: Error
ja: エラー

# common_pick_up
source: Pick-up
ja: 迎え

# common_retry
source: Retry
ja: 再試行

# common_save
source: Save
ja: 保存

# create_group_creating
source: Creating...
ja: 作成中...

# create_group_header_description
source: Create a group to share drop-off schedules with your family
ja: 送迎スケジュールを家族と共有するための グループを作成します

# create_group_header_title
source: Create Family Group
ja: 家族グループを作成

# create_group_join_button
source: Join with URL
ja: URLで参加

# create_group_join_footer
source: Paste the iCloud share link you received. (Dev feature)
ja: 受け取ったiCloud共有リンクを貼り付けてください（開発用機能）

# create_group_join_with_url
source: Join with Invitation URL (Dev)
ja: 招待URLで参加（開発用）

# create_group_name_error
source: Please enter a group name
ja: グループ名を入力してください

# create_group_name_helper
source: You can change the group name later
ja: グループ名は後から変更できます

# create_group_name_label
source: Group Name
ja: グループ名

# create_group_name_placeholder
source: e.g. Yamada Family
ja: 例: 山田家

# create_group_or
source: or
ja: または

# create_group_title
source: Create Group
ja: グループを作成

# create_group_url_placeholder
source: Paste invitation URL here
ja: 招待URLを貼り付け

# groupSettings_management_header
source: Group Management
ja: グループ管理

# groupSettings_title
source: Group Settings
ja: グループ設定

# home_add_weather_location
source: Add weather location
ja: 天気を表示する地点を追加

# home_collapse
source: Collapse
ja: 折りたたむ

# home_create_new_group
source: Create New Group
ja: 新しいグループを作成

# home_decide_assignee
source: Decide Assignees
ja: 担当者を決める

# home_decide_assignee_description
source: Assign drop-off/pick-up duties for each day
ja: 各日の送り迎え担当を割り当てます

# home_enter_schedule
source: Enter Schedule
ja: 予定を入力する

# home_legend_needs_attention
source: Needs attention
ja: 要調整

# home_legend_unconfirmed
source: Unconfirmed
ja: 未確定

# home_legend_you
source: You
ja: あなた

# home_owner_section
source: Owner Actions
ja: オーナー機能

# home_show_all
source: Show all (%lld items)
ja: すべて表示（%lld件）

# home_status_no_assignee
source: No assignee
ja: 担当者なし

# home_status_unconfirmed
source: Unconfirmed
ja: 未確定

# home_today_schedule
source: Today's Schedule
ja: 今日の送迎

# home_today_weather
source: Today's Weather
ja: 今日の天気

# home_tomorrow_weather
source: Tomorrow's Weather
ja: 明日の天気

# home_weather_error
source: Unable to get weather
ja: 天気を取得できません

# home_weather_forecast
source: Weather Forecast
ja: 天気予報

# home_weekly_schedule
source: Your Schedule This Week
ja: 今週のあなたの担当

# invite_code_about_description
source: A 6-character alphanumeric code will be generated. Share the code with the person you want to invite.
ja: 6桁の英数字コードを生成します。相手にコードを伝えて、アプリから入力してもらってください。

# invite_code_about_title
source: About Invite Codes
ja: 招待コードについて

# invite_code_generate
source: Generate Code
ja: コードを発行

# invite_code_generating
source: Generating code...
ja: コードを発行中...

# invite_code_header_description %@
source: Create an invite code for "%@"
ja: 「%@」に招待するコードを発行します

# invite_code_header_title
source: Invite with Code
ja: 招待コードで招待

# invite_code_share_hint
source: Share this code with the person you want to invite. The code is valid for one-time use only.
ja: このコードを相手に伝えてください。コードは1回限り有効です。

# invite_code_title
source: Invite Code
ja: 招待コード

# invite_member_copied
source: Copied
ja: コピーしました

# invite_member_creating
source: Creating...
ja: 作成中...

# invite_member_error_title
source: Failed to create link
ja: リンクの作成に失敗しました

# invite_member_header_description %@
source: Invite family to "%@" to share schedules
ja: 「%@」に家族を招待して スケジュールを共有しましょう

# invite_member_header_title
source: Invite Family
ja: 家族を招待

# invite_member_retry
source: Retry
ja: 再試行

# invite_member_share
source: Share Link
ja: リンクを共有

# invite_member_share_hint
source: Share via LINE, Messages, or other apps
ja: LINE、メッセージ、その他のアプリで共有できます

# invite_member_step1
source: Create an invite link
ja: 招待リンクを作成

# invite_member_step2
source: Share via LINE or Messages
ja: LINEやメッセージで共有

# invite_member_step3
source: Recipient opens the link to join
ja: 相手がリンクを開くと参加完了

# invite_member_tap_to_copy
source: Tap to copy
ja: タップでコピー

# invite_member_title
source: Invite Member
ja: メンバーを招待

# join_request_approve
source: Approve
ja: 承認

# join_request_empty_description
source: New join requests will appear here
ja: 新しい参加リクエストがあると ここに表示されます

# join_request_empty_title
source: No Requests
ja: リクエストはありません

# join_request_reject
source: Reject
ja: 却下

# join_request_title
source: Join Requests
ja: 参加リクエスト

# join_with_code_header_description
source: Enter the 6-digit code you received from the group owner
ja: グループオーナーから受け取った6桁のコードを入力してください

# join_with_code_header_title
source: Join with Code
ja: 招待コードで参加

# join_with_code_input_label
source: 6-character alphanumeric code
ja: 6桁の英数字コード

# join_with_code_join_button
source: Join
ja: 参加する

# join_with_code_joining
source: Joining...
ja: 参加しています...

# join_with_code_success_message %@
source: You have joined "%@"
ja: 「%@」に参加しました

# join_with_code_success_title
source: Joined!
ja: 参加しました！

# join_with_code_title
source: Join Group
ja: グループに参加

# location_add_title
source: Add Location
ja: 地点を追加

# location_address
source: Address
ja: 住所

# location_delete
source: Delete this location
ja: この地点を削除

# location_edit_title
source: Edit Location
ja: 地点を編集

# location_fetching_address
source: Fetching address...
ja: 住所を取得中...

# location_label
source: Label
ja: ラベル

# location_label_helper
source: This name will be displayed on the home screen
ja: ホーム画面に表示される名前です

# location_label_placeholder
source: e.g. Home, Daycare
ja: 例: 家、保育園

# location_select_from_map
source: Select from Map
ja: 地図から選択

# location_tap_to_select
source: Tap the map to select a location
ja: 地図をタップして地点を選択

# member_list_empty_description
source: Invite family members to share schedules together
ja: 家族を招待して スケジュールを共有しましょう

# member_list_empty_title
source: No Members
ja: メンバーがいません

# member_list_loading
source: Loading members...
ja: メンバーを読み込み中...

# member_list_owner_badge
source: Owner
ja: オーナー

# member_list_title
source: Members
ja: メンバー

# my_assignments_empty
source: No upcoming assignments
ja: 今後の担当予定はありません

# my_assignments_title
source: My Assignments
ja: 自分の担当一覧

# network_offline
source: You're offline. Editing is available when connected
ja: オフラインです。編集は接続時に行えます

# no_group_create
source: Create Group
ja: グループを作成

# no_group_description
source: Create your own group, or join an existing group via invite link
ja: 自分でグループを作成するか、 招待リンクから既存グループに参加できます

# no_group_title
source: Let's join a group
ja: グループに参加しましょう

# recipe_badge_modified_label
source: Modified
ja: 変更済み

# recipe_button_retry
source: Retry
ja: 再試行

# recipe_empty_message
source: No recipe available
ja: レシピがありません

# recipe_error_api_key_not_configured
source: Configuration error occurred. Please restart the app.
ja: 設定エラーが発生しました。アプリを再起動してください。

# recipe_error_extraction_failed
source: Failed to parse recipe information: %@
ja: レシピ情報を解析できませんでした: %@

# recipe_error_html_fetch_failed
source: Failed to fetch recipe from this site: %@
ja: このサイトからレシピを取得できませんでした: %@

# recipe_error_load_failed
source: Failed to load recipe
ja: レシピの読み込みに失敗しました

# recipe_error_title
source: Error
ja: エラー

# recipe_error_unexpected
source: An unexpected error occurred
ja: 予期しないエラーが発生しました

# recipe_home_extract_button
source: Extract Recipe
ja: レシピを抽出

# recipe_home_navigation_title
source: Recipe
ja: レシピ

# recipe_home_subtitle
source: Paste a recipe URL to extract ingredients and steps
ja: レシピURLを貼り付けて 材料と手順を抽出します

# recipe_home_title
source: Recipe Extractor
ja: レシピ抽出

# recipe_section_ingredients
source: Ingredients
ja: 材料

# recipe_section_steps
source: Directions
ja: 作り方

# saved_recipes_button
source: Saved Recipes
ja: 保存済みレシピ

# saved_recipes_empty_message
source: Save recipes from the recipe screen to see them here.
ja: レシピ画面から保存すると、ここに表示されます。

# saved_recipes_empty_title
source: No Saved Recipes
ja: 保存済みレシピがありません

# saved_recipes_title
source: Saved Recipes
ja: 保存済みレシピ

# shopping_list_detail_empty_message
source: This shopping list has no items.
ja: この買い物リストにはアイテムがありません。

# shopping_list_detail_empty_title
source: No Items
ja: アイテムがありません

# shopping_list_detail_not_found
source: Shopping list not found
ja: 買い物リストが見つかりません

# shopping_list_detail_sources %lld
source: %lld sources
ja: %lld件のレシピ

# shopping_lists_create_button
source: Create Shopping List
ja: 買い物リストを作成

# shopping_lists_empty_message
source: Create a shopping list from your saved recipes to get started.
ja: 保存済みレシピから買い物リストを作成しましょう。

# shopping_lists_empty_title
source: No Shopping Lists
ja: 買い物リストがありません

# shopping_lists_item_count %lld
source: %lld items
ja: %lld品目

# shopping_lists_recipe_count %lld
source: %lld recipes
ja: %lldレシピ

# shopping_lists_title
source: Shopping Lists
ja: 買い物リスト

# schedule_icloud_sync
source: iCloud Sync
ja: iCloud同期

# schedule_saving
source: Saving...
ja: 保存中...

# schedule_submit
source: Submit
ja: 送信する

# schedule_title
source: This Week's Schedule
ja: 今週の送迎予定

# schedule_user_prompt
source: Please enter %@'s schedule
ja: %@さんの予定を入力してください

# settings_about_app
source: About This App
ja: このアプリについて

# settings_about_section
source: About
ja: その他

# settings_add_location
source: Add Location
ja: 地点を追加

# settings_delete_group
source: Delete Group
ja: グループを削除

# settings_delete_group_confirm_message
source: This action cannot be undone. All data in the group will be deleted.
ja: この操作は取り消せません。グループ内のすべてのデータが削除されます。

# settings_delete_group_confirm_title
source: Delete this group?
ja: グループを削除しますか？

# settings_group_settings
source: Group Settings
ja: グループ設定

# settings_invite_member
source: Invite Member
ja: メンバーを招待

# settings_invite_member_button
source: Invite family member
ja: 家族を招待する

# settings_join_group
source: Join Group (Dev)
ja: グループに参加（開発用）

# settings_join_group_button
source: Join with URL
ja: URLで参加

# settings_join_group_footer
source: Paste the iCloud share link you received to join a group. This is for development testing.
ja: 受け取ったiCloud共有リンクを貼り付けてグループに参加できます。開発テスト用の機能です。

# settings_join_group_invalid_url
source: Please enter a valid URL
ja: 有効なURLを入力してください

# settings_join_group_placeholder
source: Paste invitation URL here
ja: 招待URLを貼り付け

# settings_join_with_code
source: Join with code
ja: コードで参加

# settings_member_list
source: Group Members
ja: グループメンバー

# settings_my_assignments
source: My Assignments
ja: 自分の担当一覧

# settings_no_locations
source: No locations registered
ja: 地点が登録されていません

# settings_pending_requests
source: Pending requests
ja: 承認待ちリクエスト

# settings_title
source: Settings
ja: 設定

# settings_view_members
source: View members
ja: メンバーを見る

# settings_weather_locations
source: Weather Locations
ja: 天気予報の地点

# settings_weather_locations_footer
source: You can register up to %lld locations. The weather for registered locations will be displayed on the home screen.
ja: 最大%lld地点まで登録できます。登録した地点の天気がホーム画面に表示されます。

# settings_weekday_settings
source: Weekday Settings
ja: 曜日設定

# settings_weekday_settings_button
source: Configure weekdays
ja: 曜日を設定する

# settings_weekday_settings_footer
source: Set the days of the week for schedule coordination.
ja: 予定調整の対象となる曜日を設定します

# substitution_button_cancel
source: Cancel
ja: キャンセル

# substitution_button_submit
source: Apply
ja: 変更する

# substitution_button_upgrade
source: Upgrade to Premium
ja: プレミアムにアップグレード

# substitution_error_failed
source: Failed to modify the recipe
ja: レシピの変更に失敗しました

# substitution_error_no_target
source: No item selected for substitution
ja: 置き換え対象が選択されていません

# substitution_error_unexpected
source: An unexpected error occurred during substitution
ja: 置き換え中に予期しないエラーが発生しました

# substitution_placeholder
source: e.g., Replace with pork
ja: 例: 豚肉に変えて

# substitution_premium_description
source: The ingredient and step substitution feature is available with a premium plan.
ja: 材料や調理工程の置き換え機能はプレミアムプランでご利用いただけます。

# substitution_premium_title
source: Premium Feature
ja: プレミアム機能

# substitution_processing
source: Processing...
ja: 変換中...

# substitution_prompt_label
source: How would you like to change it?
ja: どのように変更しますか？

# substitution_section_target
source: Target
ja: 対象

# substitution_title
source: Substitution
ja: 置き換え

# substitution_preview_title
source: Preview Changes
ja: 変更内容

# substitution_section_ingredients
source: Modified Ingredients
ja: 変更された食材

# substitution_section_steps
source: Modified Steps
ja: 変更された工程

# substitution_section_added_ingredients
source: Added Ingredients
ja: 追加された食材

# substitution_section_added_steps
source: Added Steps
ja: 追加された工程

# substitution_additional_prompt_label
source: Additional Instructions
ja: 追加の指示

# substitution_additional_placeholder
source: Enter additional instructions...
ja: 追加の指示を入力...

# substitution_button_send_more
source: Send
ja: 送信

# substitution_button_approve
source: Looks Good
ja: これでOK

# substitution_button_reject
source: Cancel
ja: やっぱりやめる

# substitution_button_request_more
source: Request Changes
ja: 修正させる

# substitution_change_before
source: Before
ja: 変更前

# substitution_change_after
source: After
ja: 変更後

# toast_saved
source: Saved
ja: 保存しました

# toast_sent
source: Sent
ja: 送信しました

# waiting_for_approval_description %@
source: Your request to join %@ has been sent
ja: %@への参加リクエストを送信しました

# waiting_for_approval_info_message
source: Once the group owner approves your request, you will be able to view and edit the shared schedule.
ja: グループのオーナーがリクエストを承認すると、共有されたスケジュールの閲覧・編集ができるようになります。

# waiting_for_approval_info_title
source: What happens next?
ja: 承認後にできること

# waiting_for_approval_reload_button
source: Check Status
ja: 状態を確認

# waiting_for_approval_title
source: Waiting for Approval
ja: 承認待ち

# weekday_friday
source: Friday
ja: 金曜日

# weekday_monday
source: Monday
ja: 月曜日

# weekday_saturday
source: Saturday
ja: 土曜日

# weekday_sunday
source: Sunday
ja: 日曜日

# weekday_thursday
source: Thursday
ja: 木曜日

# weekday_tuesday
source: Tuesday
ja: 火曜日

# weekday_wednesday
source: Wednesday
ja: 水曜日

# welcome_name_description
source: This will be shown when sharing with your partner
ja: パートナーと共有する際に表示されます

# welcome_name_placeholder
source: e.g. Dad, Mom
ja: 例: パパ、ママ

# welcome_name_prompt
source: Enter your nickname
ja: あなたの呼び名を入力してください

# welcome_start
source: Get Started
ja: はじめる

# welcome_subtitle
source: Daycare drop-off schedule manager
ja: 保育園送迎スケジュール管理
